Repository: ptudor/unsit
Catalog: packaging/Localization/Extraction.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: %lld complete
af: %lld voltooid
am: %lld ሙሉ
ar: %lld مكتمل
az: %lld tam
be: %lld завершаных
bg: %lld пълни
bn: %lld সম্পূর্ণ
ca: %lld complets
cs: %lld kompletních
cy: %lld cyflawn
da: %lld fuldstændige
de: %lld vollständig
de_at: %lld vollständig
de_ch: %lld vollständig
el: %lld ολοκληρωμένα
es: %lld completos
es_ar: %lld completos
es_mx: %lld completos
et: %lld valmis
eu: Osoak: %lld
fa: %lld کامل
fi: %lld valmista
fil: %lld kumpleto
fr: %lld complets
fr_ca: %lld complets
ga: %lld críochnaithe
gl: %lld completos
gu: %lld સંપૂર્ણ
he: %lld הושלמו
hi: %lld पूर्ण
hr: %lld dovršenih
hu: %lld kész
hy: %lld ամբողջական
id: %lld selesai
is: Lokið: %lld
it: %lld completi
ja: %lld個完了
ka: %lld სრული
kk: %lld толық
km: %lld ពេញលេញ
kn: %lld ಪೂರ್ಣ
ko: %lld개 완료됨
ky: %lld толук
lo: %lld ສຳເລັດ
lt: %lld baigtų
lv: %lld pabeigti
mk: %lld комплетни
ml: %lld പൂര്‍ണ്ണം
mn: %lld бүрэн
mr: %lld पूर्ण
ms: %lld lengkap
mt: %lld kompluti
my: %lld ပြည့်စုံ
nb: %lld fullstendige
ne: %lld पूर्ण
nl: %lld compleet
or: %lld ସମ୍ପୂର୍ଣ୍ଣ
pa: %lld ਮਕਮਲ
pl: %lld kompletnego
pt: %lld completos
pt_br: %lld completos
ru: %lld полных
si: %lld සම්පූර්ණ
sk: %lld úplných
sl: %lld dokončanih
sq: %lld të plotë
sr: %lld потпуних
sv: %lld hela
sw: %lld kamili
ta: %lld முடிந்தவை
te: %lld పూర్తి
th: %lld ครบสมบูรณ์
tr: %lld tamamlandı
uk: %lld повних
ur: %lld مکمل
vi: %lld hoàn tất
zh_hans: %lld 个已完成
zh_hant: %lld 個已完成
zu: %lld aphelele

source: %lld files found beyond damaged records; folder placement is uncertain.
af: %lld lêers gevind ná beskadigde rekords; vouerplasing is onseker.
am: %lld ፋይሎች ከተበላሹ መዝገቦች ባሻገር ተገኙ፤ የአቃፊው ቦታ እርግጠኛ አይደለም።
ar: %lld ملف عُثِر عليه بعد السجلات التالفة؛ موقع المجلد غير مؤكد.
az: %lld fayl zədələnmiş qeydlərdən sonra tapılıb; qovluq yeri müəyyən deyil.
be: %lld файлаў знайдзена за пашкоджанымі запісамі; размяшчэнне папкі неяснае.
bg: %lld файла са намерени след повредени записи; папките им са неизвестни.
bn: %lldটি ফাইল ক্ষতিগ্রস্ত রেকর্ডের পরেও পাওয়া গেছে; ফোল্ডারের অবস্থান অনিশ্চিত।
ca: %lld fitxers trobats més allà dels registres danyats; la ubicació de la carpeta és incerta.
cs: %lld souborů nalezeno za poškozenými záznamy; umístění složky je nejisté.
cy: %lld ffeil a ganfuwyd y tu hwnt i'r cofnodion difethedig; mae lleoliad y ffolder yn ansicr.
da: %lld filer fundet efter beskadigede poster; mappeplacering er usikker.
de: %lld Dateien gefunden nach beschädigten Einträgen; Ordnerplatzierung unsicher.
de_at: %lld Dateien hinter beschädigten Einträgen gefunden; Ordnerposition ist unklar.
de_ch: %lld Dateien nach beschädigten Einträgen gefunden; Ordnerzuordnung unsicher.
el: %lld αρχεία βρέθηκαν μετά τα κατεστραμμένα στοιχεία· η τοποθέτηση φακέλου είναι αβέβαιη.
es: %lld archivos encontrados más allá de registros dañados; la ubicación de carpeta es incierta.
es_ar: %lld archivos encontrados más allá de registros dañados; la ubicación de la carpeta es incierta.
es_mx: %lld archivos encontrados más allá de registros dañados; la ubicación de carpeta es incierta.
et: %lld faili leiti kahjustatud kirjete järel; kausta paigutus on määramatu.
eu: %lld fitxategi aurkitu dira kaltetutako erregistroen haratago; karpetaren kokapenean ziurtasuna ez dago.
fa: %lld فایل پس از رکوردهای آسیب‌دیده یافت شد؛ موقعیت پوشه نامشخص است.
fi: %lld tiedostoa löytyi vaurioituneiden tietueiden jälkeen; kansion sijainti on epävarma.
fil: %lld file ang nahanap lampas sa sirang record; di tiyak ang folder.
fr: %lld fichiers trouvés au-delà des enregistrements endommagés ; l'emplacement du dossier est incertain.
fr_ca: %lld fichiers trouvés après des enregistrements endommagés; l'emplacement du dossier est incertain.
ga: Aimsíodh %lld comhad tar éis taifid dhamáistithe; suíomh fillteáin éiginnte.
gl: %lld ficheiros encontrados máis alá dos rexistros danados; a situación da carpeta é incerta.
gu: %lld ફાઇલો નુકસાનગ્રસ્ત રેકોર્ડ્સ પછી મળી; ફોલ્ડરનું સ્થાન અનિશ્ચિત છે.
he: %lld קבצים נמצאו מעבר לרשומות פגומות; מיקום התיקייה אינו ודאי.
hi: %lld फ़ाइलें क्षतिग्रस्त रिकॉर्ड्स से परे मिलीं; फ़ोल्डर प्लेसमेंट अनिश्चित है।
hr: %lld datoteka pronađeno iza oštećenih zapisa; smještaj mape je neizvjestan.
hu: %lld fájl található a sérült rekordokon túl; a mappa elhelyezése bizonytalan.
hy: %lld ֆայլ հայտնաբերվել է վնասված գրառումներից հետո, պանակի տեղակայումը անորոշ է։
id: %lld file ditemukan setelah entri indeks rusak; folder asal tidak pasti.
is: %lld skrár fundust handan skemmdra færslna; möppustaðsetning er óviss.
it: %lld file trovati oltre i record danneggiati; posizionamento cartella incerto.
ja: %lld個のファイルが破損したレコード以降で見つかりました。フォルダの配置は不確定です。
ka: %lld ფაილი ნაპოვნია დაზიანებული ჩანაწერების შემდეგ; საქაღალდე გაურკვეველია.
kk: %lld файл бүлінген жазбалардан кейін табылды; қалтасы белгісіз.
km: ឯកសារ %lld ត្រូវបានរកឃើញបន្ទាប់ពីកំណត់ត្រាខូច; ទីតាំងថតមិនច្បាស់។
kn: %lld ಫೈಲ್‌ಗಳು ಹಾನಿಗೊಳಗಾದ ರೆಕಾರ್ಡ್‌ಗಳನ್ನು ಮೀರಿ ಕಂಡುಬಂದಿವೆ; ಫೋಲ್ಡರ್ ಪ್ಲೇಸ್‌ಮೆಂಟ್ ಅನಿಶ್ಚಿತವಾಗಿದೆ.
ko: %lld개 파일이 손상된 기록 이후에서 발견됨; 폴더 위치를 확인할 수 없음.
ky: %lld файл бузулган жазуулардан өтүп табылды; папка жайгашы белгисиз.
lo: ພົບ %lld ໄຟລ໌ຫຼັງຈາກບັນທຶກທີ່ເສຍຫາຍ; ຕຳແໜ່ງໂຟລເດີບໍ່ແນ່ນອນ
lt: %lld failų rasta po pažeistų įrašų; aplanko vieta neaiški.
lv: %lld faili atrasti aiz bojātiem ierakstiem; mapju novietojums ir neskaidrs.
mk: %lld датотеки пронајдени по оштетените записи; локацијата на папката е неизвесна.
ml: %lld ഫയലുകൾ കേടായ രേഖകൾക്കപ്പുറത്ത് കണ്ടെത്തിയിരിക്കുന്നു; ഫോൾഡർ സ്ഥാനം അനിശ്ചിതമാണ്.
mn: %lld файл эвдэрсэн бүртгэлээс цааш олдсон; папкын байршил тодорхойгүй.
mr: %lld फाइली खराब रेकॉर्ड्सच्या पलीकडे सापडल्या; फोल्डर स्थान अनिश्चित आहे.
ms: %lld fail ditemui melampaui rekod rosak; penempatan folder tidak pasti.
mt: %lld fajls misjuba wara rekords bil-ħsara; il-post tal-folder mhuwiex ċert.
my: ပျက်စီးသောမှတ်တမ်းများကို ကျော်၍ %lld ဖိုင်တွေ့သည်၊ ဖိုင်တွဲနေရာ မသေချာပါ။
nb: %lld filer funnet etter skadede poster; mapplassering er usikker.
ne: %lld फाइलहरू क्षतिग्रस्त रेकर्डहरूपछि फेला परे; फोल्डर स्थान अनिश्चित छ।
nl: %lld bestanden gevonden voorbij beschadigde records; maplocatie onzeker.
or: %lld ଫାଇଲ୍‌ ନଷ୍ଟ ରେକର୍ଡ ପରେ ମିଳିଲା; ଫୋଲ୍ଡର ସ୍ଥାନନିର୍ଦ୍ଦେଶ ଅନିଶ୍ଚିତ।
pa: %lld ਫ਼ਾਈਲਾਂ ਖਰਾਬ ਰਿਕਾਰਡਾਂ ਤੋਂ ਅੱਗੇ ਲੱਭੀਆਂ ਗਈਆਂ; ਫ਼ੋਲਡਰ ਸਥਾਨ ਅਨਿਸ਼ਚਿਤ ਹੈ।
pl: %lld pliku znalezionego za uszkodzonymi rekordami; folder docelowy niepewny.
pt: %lld ficheiros encontrados além de registos danificados; a localização da pasta é incerta.
pt_br: %lld arquivos encontrados após registros danificados; pasta original incerta.
ro: %lld fișiere găsite dincolo de înregistrări deteriorate; plasarea în folder este incertă.
ru: %lld файлов найдено за повреждёнными записями; размещение в папках неопределено.
si: හානි වූ දර්ශක සටහන් පසුකර ගොනු %lldක් හමු විය; ෆෝල්ඩර පිහිටීම අවිනිශ්චිතය.
sk: %lld súborov nájdených za poškodenými záznamami; umiestnenie neisté.
sl: %lld datotek najdenih onkraj poškodovanih zapisov; umestitev mape je negotova.
sq: %lld skedarë u gjetën përtej regjistrimeve të dëmtuara; vendosja në dosje është e pasigurt.
sr: %lld datoteka pronađeno nakon oštećenih zapisa; smeštaj u fasciklu je neizvestan.
sv: %lld filer hittades efter skadade poster; mappplacering är osäker.
sw: %lld faili zilizopatikana baada ya rekodi zilizoharibiwa; mahali pa folda haijulikani.
ta: %lld கோப்புகள் சேதமடைந்த பதிவுகளுக்கு அப்பால் கண்டறியப்பட்டுள்ளன; கோப்புறையின் இருப்பிடம் நிச்சயமற்றது.
te: పాడైన రికార్డుల తర్వాత %lld ఫైళ్లు కనుగొనబడ్డాయి; ఫోల్డర్ స్థానం అనిశ్చితం.
th: พบไฟล์ %lld ไฟล์หลังเรคคอร์ดที่เสียหาย; ตำแหน่งโฟลเดอร์ไม่แน่นอน
tr: %lld dosya hasarlı kayıtların ötesinde bulundu; klasör yerleşimi belirsiz.
uk: %lld файлів знайдено за пошкодженими записами; розташування папки невизначено.
ur: %lld فائلیں خراب ریکارڈز سے آگے مل گئیں؛ فولڈر کی جگہ غیر یقینی ہے۔
vi: %lld tệp được tìm thấy ngoài các bản ghi bị hỏng; vị trí thư mục không chắc chắn.
zh_hans: 越过损坏的索引条目后发现 %lld 个文件；文件夹位置不确定。
zh_hant: 在受損記錄之外找到 %lld 個檔案；資料夾位置不確定。
zu: %lld amafayili atholwe ngemva kwamarekhodi onakele; indawo yefolda ayiqinisekile.

source: %lld not saved
af: %lld nie gestoor
am: %lld አልተቀመጡም
ar: %lld لم يتم حفظها
az: %lld saxlanılmadı
be: %lld не захавана
bg: %lld не са запазени
bn: %lld সংরক্ষিত নয়
ca: %lld no guardats
cs: %lld neuloženo
cy: %lld heb eu cadw
da: %lld ikke gemt
de: %lld nicht gespeichert
de_at: %lld nicht gespeichert
de_ch: %lld nicht gespeichert
el: %lld δεν αποθηκεύτηκαν
es: %lld no guardados
es_ar: %lld no guardados
es_mx: %lld no guardados
et: %lld salvestamata
eu: Gabeak: %lld
fa: %lld ذخیره نشده
fi: %lld ei tallennettu
fil: %lld hindi na-save
fr: %lld non enregistrés
fr_ca: %lld non sauvegardés
ga: %lld gan a shábháil
gl: %lld non gardados
gu: %lld સંરક્ષિત નથી
he: %lld לא נשמרו
hi: %lld सहेजे नहीं गए
hr: %lld nije spremljeno
hu: %lld nem mentve
hy: %lld չպահպանված
id: %lld tidak tersimpan
is: %lld ekki vistaðar
it: %lld non salvati
ja: %lld件保存されず
ka: %lld არ შენახულია
kk: %lld сақталмады
km: %lld មិនបានរក្សាទុក
kn: %lld ಉಳಿಸಲಾಗಿಲ್ಲ
ko: %lld개 미저장
ky: %lld сакталган жок
lo: %lld ບໍ່ໄດ້ບັນທຶກ
lt: %lld neišsaugoti
lv: %lld nav saglabāti
mk: %lld не се зачувани
ml: %lld സംരക്ഷിക്കപ്പെടാത്തവ
mn: %lld хадгалагдаагүй
mr: %lld जतन न केलेल्या
ms: %lld tidak disimpan
mt: %lld mhux salvati
my: %lld မ သိမ်းဆည်းနိုင်
nb: %lld ikke lagret
ne: %lld सेभ नभएको
nl: %lld niet opgeslagen
or: %lld ସଞ୍ଚୟ ହୋଇନାହିଁ
pa: %lld ਸੰਰਖਿਅਤ ਨਹੀਂ
pl: %lld nie zapisano
pt: %lld não salvos
pt_br: %lld não salvos
ro: %lld nesalvate
ru: %lld не сохранено
si: %lld සුරැකුණේ නැත
sk: %lld neuložených
sl: %lld ni shranjenih
sq: %lld nuk u ruajtën
sr: %lld није сачувано
sv: %lld ej sparade
sw: %lld hazijahifadhiwa
ta: %lld சேமிக்கப்படாதவை
te: %lld సేవ్ చేయలేదు
th: %lld ไม่ได้บันทึก
tr: %lld kaydedilmedi
uk: %lld не збережено
ur: %lld محفوظ نہیں
vi: %lld không lưu
zh_hans: %lld 未保存
zh_hant: %lld 未儲存
zu: %lld awagcinwanga

source: %lld partial
af: %lld gedeeltelik
am: %lld ከፊል
ar: %lld جزئي
az: %lld natamam
be: %lld частковых
bg: %lld частични
bn: %lld আংশিক
ca: %lld parcials
cs: %lld částečných
cy: %lld rhannol
da: %lld delvise
de: %lld teilweise
de_at: %lld unvollständig
de_ch: %lld teilweise
el: %lld μερικά
es: %lld parciales
es_ar: %lld parciales
es_mx: %lld parciales
et: %lld osalist
eu: Partzialak: %lld
fa: %lld ناقص
fi: %lld osittaista
fil: %lld na partial
fr: %lld partiels
fr_ca: %lld partiels
ga: %lld páirteach
gl: %lld parciais
gu: %lld આંશિક
he: %lld חלקיים
hi: %lld आंशिक
hr: %lld djelomičnih
hu: %lld részleges
hy: %lld մասնակի
id: %lld sebagian
is: Að hluta: %lld
it: %lld parziali
ja: %lld個部分復元
ka: %lld ნაწილობრივი
kk: %lld ішінара
km: %lld មិនពេញលេញ
kn: %lld ಭಾಗಶಃ
ko: %lld개 부분 복구
ky: %lld жарым-жартылай
lo: %lld ບາງສ່ວນ
lt: %lld dalinių
lv: %lld daļēji
mk: %lld делумни
ml: %lld ഭാഗികം
mn: %lld хэсэгчилсэн
mr: %lld आंशिक
ms: %lld separa
mt: %lld parzjali
my: %lld တစ်စိတ်တစ်ပိုင်း
nb: %lld delvis
ne: %lld आंशिक
nl: %lld partieel
or: %lld ଅଧୁରା
pa: %lld ਅਧੂਰੇ
pl: %lld częściowego
pt: %lld parciais
pt_br: %lld parciais
ro: %lld parțiale
ru: %lld частичных
si: %lld අසම්පූර්ණ
sk: %lld čiastočných
sl: %lld delnih
sq: %lld të pjesshëm
sr: %lld djelomičnih
sv: %lld delvisa
sw: %lld pungufu
ta: %lld பகுதியாக மீட்கப்பட்டவை
te: %lld పాక్షికం
th: %lld บางส่วน
tr: %lld kısmi
uk: %lld часткових
ur: %lld نامکمل
vi: %lld không đầy đủ
zh_hans: %lld 个不完整
zh_hant: %lld 個不完整檔案
zu: %lld ezingaphelele

source: Archive damage detected; no files recovered
af: Argiefskade opgespoor; geen lêers herwin nie
am: የማህደር ጉዳት ተገኝቷል፤ ምንም ፋይሎች አልተመለሱም
ar: تم اكتشاف تلف في الأرشيف؛ لم يتم استعادة أي ملفات
az: Arxiv zədəsi aşkarlandı; heç bir fayl bərpa olunmadı
be: Выяўлена пашкоджанне архіва; файлы не адноўлены
bg: Установена е повреда в архива; не са възстановени файлове
bn: আর্কাইভে ক্ষতি শনাক্ত হয়েছে; কোনো ফাইল উদ্ধার হয়নি
ca: S'han detectat danys a l'arxiu; no s'han recuperat fitxers
cs: Bylo zjištěno poškození archivu; žádné soubory se nepodařilo obnovit
cy: Difrod archif wedi'i ganfod; ni chafodd unrhyw ffeiliau eu hadfer
da: Der er konstateret skader på arkivet; ingen filer er blevet gendannet
de: Archivschaden festgestellt; keine Dateien wiederhergestellt
de_at: Archivbeschädigung festgestellt; keine Dateien wiederhergestellt
de_ch: Archivbeschädigung festgestellt; keine Dateien wiederhergestellt
el: Εντοπίστηκε ζημιά στο αρχείο· δεν ανακτήθηκαν αρχεία
es: Se ha detectado un daño en el archivo; no se han recuperado archivos
es_ar: Se detectó daño en el archivo; no se recuperaron archivos
es_mx: Se detectaron daños en el archivo; no se recuperaron archivos.
et: Avastati arhiivi kahjustus; faile ei õnnestunud taastada
eu: Artxiboko kalteak detektatu dira; ez da fitxategirik berreskuratu
fa: آسیب به بایگانی شناسایی شد؛ هیچ فایلی بازیابی نشد
fi: Arkistossa havaittiin vaurioita; tiedostoja ei saatu palautettua
fil: Natukoy ang pinsala sa archive; walang nabawing file
fr: Archive corrompue ; aucun fichier récupéré
fr_ca: Archive endommagée détectée ; aucun fichier récupéré
ga: Damáiste cartlainne braite; níor aisghabhadh aon chomhaid
gl: Detectáronse danos no arquivo; non se recuperaron ficheiros
gu: આર્કાઇવ નુકસાન મળ્યું; કોઈ ફાઇલો પુનઃપ્રાપ્ત થઈ નથી
he: זוהה נזק לארכיון; לא שוחזרו קבצים
hi: आर्काइव में क्षति पाई गई; कोई फाइल पुनर्प्राप्त नहीं हुई
hr: Otkriveno oštećenje arhive; datoteke nisu oporavljene
hu: Archívum-sérülés észlelve; fájlok helyreállítása nem sikerült
hy: Արխիվի վնաս է հայտնաբերվել, ֆայլերը չեն վերականգնվել
id: Terdeteksi kerusakan pada arsip; tidak ada file yang berhasil dipulihkan
is: Skemmdir á skjalasafni fundust; engar skrár endurheimtar
it: Rilevati danni all’archivio; nessun file recuperato
ja: アーカイブの破損が検出されました。ファイルは復元できませんでした。
ka: არქივის დაზიანება აღმოჩენილია; ფაილები არ აღდგენილა
kk: Мұрағаттың зақымдануы анықталды; файлдар қалпына келтірілмеді
km: រកឃើញការខូចខាតបណ្ណសារ; គ្មានឯកសារណាមួយត្រូវបានសង្គ្រោះទេ
kn: ಆರ್ಕೈವ್ ಹಾನಿ ಪತ್ತೆಯಾಗಿದೆ; ಯಾವುದೇ ಫೈಲ್‌ಗಳನ್ನು ಮರುಪಡೆಯಲಾಗಿಲ್ಲ.
ko: 아카이브 손상이 감지되었습니다. 복구된 파일은 없습니다.
ky: Архивдин бузулушу аныкталды; файлдар калыбына келтирилген жок
lo: ພົບຄວາມເສຍຫາຍໃນໄຟລ໌ເກັບມ້ຽນ; ກູ້ຄືນໄຟລ໌ບໍ່ໄດ້
lt: Aptiktas archyvo pažeidimas; failai neatkurti
lv: Konstatēti arhīva bojājumi; faili netika atgūti
mk: Откриено оштетување на архивата; не се обновени датотеки
ml: ആർക്കൈവ് കേടുപാടുകൾ കണ്ടെത്തി; ഫയലുകളൊന്നും വീണ്ടെടുത്തില്ല.
mn: Архивын гэмтэл илэрсэн; файл сэргээгдээгүй
mr: आर्काइव्हला नुकसान झाल्याचे आढळले; कोणतीही फाईल परत मिळवता आली नाही.
ms: Kerosakan arkib dikesan; tiada fail yang dipulihkan
mt: Ħsara fl-arkivju skoperta; l-ebda fajl ma ġie rkuprat
my: ချုံ့ဖိုင်ပျက်စီးမှု တွေ့ရှိသည်၊ ဖိုင်တစ်ခုမျှ ပြန်မရပါ
nb: Det er oppdaget skade på arkivet; ingen filer er gjenopprettet
ne: आर्काइभमा क्षति पत्ता लाग्यो; कुनै फाइल पुनःप्राप्त भएन
nl: Er is schade aan het archief vastgesteld; er zijn geen bestanden hersteld
or: ଆର୍କାଇଭ୍ କ୍ଷତି ଚିହ୍ନଟ ହୋଇଛି; କୌଣସି ଫାଇଲ୍ ପୁନରୁଦ୍ଧାର ହୋଇନାହିଁ
pa: ਆਰਕਾਈਵ ਖਰਾਬ ਮਿਲਿਆ; ਕੋਈ ਫ਼ਾਈਲ ਰਿਕਵਰ ਨਹੀਂ ਹੋਈ
pl: Wykryto uszkodzenie archiwum; nie udało się odzyskać żadnych plików
pt: Foram detetados danos no arquivo; não foi possível recuperar nenhum ficheiro
pt_br: Detectado dano no arquivo; nenhum arquivo foi recuperado
ro: S-au detectat daune la arhivă; nu s-au recuperat fișiere
ru: Обнаружено повреждение архива; файлы не удалось восстановить
si: සංරක්ෂිතයට හානි අනාවරණය විය; ගොනු කිසිවක් ප්‍රතිසාධනය නොවීය
sk: Zistené poškodenie archívu; žiadne súbory sa nepodarilo obnoviť
sl: Zaznana je bila poškodba arhiva; nobena datoteka ni bila obnovljena
sq: Dëmtim i arkivit u zbulua; nuk u rikuperuan skedarë
sr: Откривена оштећења архиве; ниједан фајл није опорављен
sv: Skada på arkivet har upptäckts; inga filer har återställts
sw: Uharibifu wa kumbukumbu umegunduliwa; hakuna faili zilizopatikana
ta: காப்பகம் சேதம் கண்டறியப்பட்டது; கோப்புகள் எதுவும் மீட்கப்படவில்லை.
te: ఆర్కైవ్ దెబ్బతిన్నట్లు గుర్తించబడింది; ఫైళ్లు ఏవీ పునరుద్ధరించబడలేదు
th: ตรวจพบความเสียหายของไฟล์เก็บถาวร ไม่สามารถกู้คืนไฟล์ได้
tr: Arşivde hasar tespit edildi; hiçbir dosya kurtarılamadı
uk: Виявлено пошкодження архіву; файли не вдалося відновити
ur: آرکائیو میں خرابی ملی؛ کوئی فائل بازیافت نہیں ہوئی
vi: Phát hiện lỗi trong kho lưu trữ; không thể khôi phục tệp nào.
zh_hans: 检测到归档文件损坏；未恢复任何文件
zh_hant: 偵測到壓縮檔損毀；未復原任何檔案
zu: Kutholakale umonakalo wengobo yomlando; awekho amafayela atholiwe

source: Bring your classic Mac archives back.
af: Bring jou klassieke Mac-argiewe terug.
am: ክላሲክ የማክ ማህደሮችዎን መልሰው ያምጡ።
ar: أعِد أرشيفات Mac الكلاسيكية.
az: Klassik Mac arxivlərinizi geri gətirin.
be: Вярніце свае класічныя архівы Mac.
bg: Върнете архивите си от класическите Mac назад в употреба.
bn: আপনার ক্লাসিক Mac আর্কাইভগুলো ফিরিয়ে আনুন।
ca: Recupera els teus arxius clàssics de Mac.
cs: Obnovte si své klasické archivy Mac.
cy: Dewch â'ch archifau Mac clasurol yn ôl.
da: Gendan dine klassiske Mac-arkiver.
de: Stellen Sie Ihre klassischen Mac-Archive wieder her.
de_at: Machen Sie Ihre klassischen Mac-Archive wieder nutzbar.
de_ch: Bringen Sie Ihre klassischen Mac-Archive zurück.
el: Ανακτήστε τα κλασικά Mac αρχεία σας.
es: Recupera tus archivos clásicos de Mac.
es_ar: Recupera tus archivos clásicos de Mac.
es_mx: Recupera tus archivos clásicos de Mac.
et: Taasta klassikalise Maci arhiivid.
eu: Berpiztu zure Mac artxibo klasikoak.
fa: بایگانی‌های کلاسیک Mac را احیا کنید.
fi: Herätä vanhat Mac-arkistosi henkiin.
fil: Ibalik ang mga archive ng iyong mga klasikong Mac.
fr: Récupérez vos archives Mac classiques.
fr_ca: Faites revivre vos archives Mac classiques.
ga: Tabhair do chartlanna clasaiceacha Mac ar ais.
gl: Recupera os teus arquivos clásicos de Mac.
gu: તમારા ક્લાસિક મેક આર્કાઇવ્સ પાછા લાવો.
he: החזירו את ארכיוני ה‑Mac הקלאסיים שלכם.
hi: अपने क्लासिक Mac आर्काइव वापस लाएँ।
hr: Vratite svoje klasične Mac arhive.
hu: Állítsd vissza a klasszikus Mac-archívumaidat.
hy: Վերակենդանացրեք ձեր դասական Mac արխիվները։
id: Kembalikan arsip Mac klasik Anda kembali.
is: Fáðu klassísku Mac skjalasöfn þín til baka.
it: Riporta in vita i tuoi archivi dei Mac classici.
ja: 昔使っていたMacのアーカイブを復活させましょう。
ka: გააცოცხლეთ თქვენი კლასიკური Mac არქივები.
kk: Ескі Mac мұрағаттарын жандандырыңыз.
km: នាំបណ្ណសារ Mac សម័យ Classic របស់អ្នកមកវិញ។
kn: ನಿಮ್ಮ ಕ್ಲಾಸಿಕ್ Mac ಆರ್ಕೈವ್‌ಗಳನ್ನು ಮರಳಿ ತನ್ನಿ.
ko: 클래식 Mac 아카이브를 복원하세요.
ky: Классикалык Mac архивдериңизди кайра алып келиңиз.
lo: ນຳໄຟລ໌ເກັບມ້ຽນ Mac ຄລາສສິກຂອງທ່ານກັບຄືນມາ.
lt: Atkurkite savo klasikinių „Mac“ archyvus.
lv: Atgūstiet savus klasiskos Mac arhīvus.
mk: Вратете ги вашите класични архиви на Mac.
ml: നിങ്ങളുടെ ക്ലാസിക് മാക് ആർക്കൈവുകൾ തിരികെ കൊണ്ടുവരിക.
mn: Сонгодог Mac архивуудаа буцааж авчир.
mr: तुमचे क्लासिक Mac आर्काइव्ह पुन्हा वापरा.
ms: Kembalikan arkib Mac klasik anda.
mt: Ġib lura l-arkivji klassiċi tal-Mac tiegħek.
my: သင့် Mac ခေတ်ဟောင်း ချုံ့ဖိုင်များကို ပြန်အသုံးပြုပါ။
nb: Få dine klassiske Mac-arkiver tilbake.
ne: आफ्ना क्लासिक Mac आर्काइभहरू फेरि उपयोगी बनाउनुहोस्।
nl: Haal je archieven van klassieke Macs weer terug.
or: ଆପଣଙ୍କର କ୍ଲାସିକ୍ ମ୍ୟାକ୍ ଆର୍କାଇଭ୍‌କୁ ଫେରାଇ ଆଣନ୍ତୁ।
pa: ਆਪਣੇ ਕਲਾਸਿਕ Mac ਆਰਕਾਈਵ ਮੁੜ ਵਰਤੋਂਯੋਗ ਬਣਾਓ।
pl: Przywróć swoje archiwa z klasycznych komputerów Mac.
pt: Recupere os seus arquivos clássicos do Mac.
pt_br: Recupere seus arquivos clássicos do Mac.
ro: Redeschide-ți arhivele clasice de pe Mac.
ru: Оживите архивы классических Mac.
si: ඔබේ පැරණි Mac සංරක්ෂිත යළි පණගන්වන්න.
sk: Obnovte svoje archívy z klasických počítačov Mac.
sl: Obnovite svoje klasične Mac-arhive.
sq: Sillni përsëri arkivat tuaja klasike të Mac-it.
sr: Вратите ваше класичне Mac архиве.
sv: Återställ dina klassiska Mac-arkiv.
sw: Fufua kumbukumbu zako za Mac za kale.
ta: உங்கள் கிளாசிக் Mac காப்பகங்களை மீண்டும் பயன்படுத்தக்கூடியதாக்கவும்.
te: మీ క్లాసిక్ మ్యాక్ ఆర్కైవ్‌లను తిరిగి తీసుకురండి.
th: คืนชีพไฟล์บีบอัด Mac คลาสสิก
tr: Klasik Mac arşivlerinizi geri getirin.
uk: Відновіть свої архіви класичного Mac.
ur: اپنے کلاسک میک آرکائیوز کو واپس لائیں۔
vi: Đưa kho lưu trữ máy Mac cổ điển của bạn quay trở lại.
zh_hans: 恢复您的经典 Mac 存档文件。
zh_hant: 讓您的經典 Mac 檔案回生。
zu: Buyisa izingobo zakho zakudala ze-Mac.
